---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.NotTransmittedModelException
source: html/9c4c9988-5601-735f-c9c3-ad9880d92c78.htm
---
# NotTransmittedModelException Properties

The information of the function throwing the exception.